/* Titles and Descriptions */
"Xgrid" = "Xgrid";
"Xgrid Description" = "Ermöglicht die einfache Konfigurierung des Xgrid-Dienstes, um ein Grid bereitzustellen oder einem beizutreten.";

/* Warnings and Errors */
"Xgrid Setup Error" ="Xgrid-Konfigurationsfehler";
"Xgrid Setup Warning" ="Xgrid-Konfigurationswarnung";
"No Controller Selected" = "Bitte wählen Sie einen Controller aus der Liste, um fortzufahren.";
"No Controller Entered" = "Bitte geben Sie die Adresse des Controllers ein, den Sie verwenden möchten, um fortzufahren.";
"No Username Entered" = "Der Xgrid-Dienst wurde noch nicht kerberisiert. Bitte geben Sie den Benutzernamen eines Verzeichnisadministrators ein, um fortzufahren.";
"No Password Entered" = "Der Xgrid-Dienst wurde noch nicht kerberisiert. Bitte geben Sie das Kennwort des Verzeichnisadministrators ein, um fortzufahren.";
"Continue Without Password" = "Sie haben den Benutzernamen und das Kennwort des Verzeichnisadministrators noch nicht eingegeben. Wenn Sie fortfahren, können andere Xgrid-Agenten nicht auf das Netzwerkdateisystem zugreifen.\n\nMöchten Sie wirklich fortfahren?"; 
"Standalone Server" = "Der Xgrid-Dienst kann nicht konfiguriert werden, da dieser Server nicht Teil eines Verzeichnissystems ist. Bitte konfigurieren Sie den Open Directory-Dienst, bevor Sie den Xgrid-Assistenten starten.";
"No Default Realm" = "Der Xgrid-Dienst kann nicht konfiguriert werden, da dieser Server mit ein Verzeichnissystem verbunden ist, der kein Kerberos-Realm bereitstellt. Bitte verbinden Sie diesen Server mit ein Verzeichnissystem, das Kerberos-Dienste zur Verfügung stellt, bevor Sie den Xgrid-Assistenten starten.";
"Invalid Password" = "Der Benutzername und das Kennwort des Verzeichnisadministrators konnten nicht überprüft werden. Bitte geben Sie sie erneut ein oder lassen Sie die Felder leer.";
"Generic Configuration Error" = "Beim Konfigurieren von Xgrid ist ein Fehler aufgetreten.";
"OK" = "OK";
"Cancel" = "Abbrechen";

/* Progress messages */
"Getting Xgrid information" = "Xgrid-Informationen abfragen";
"Getting directory information" = "Verzeichnisinformationen abfragen";
"Verifying credentials" = "Accountdaten überprüfen";
"Setting up Xgrid" = "Xgrid konfigurieren";
"Starting Xgrid" = "Xgrid starten";
"Stopping Xgrid" = "Xgrid stoppen";
"Updating NFS server" = "NFS-Server aktualisieren";

/* Confirmation strings */
"Enabled" = "Aktiviert";
"Not enabled" = "Nicht aktiviert";
"Controller service:" = "Controller-Dienst:";
"Network filesystem export:" = "Export des Netzwerkdateisystems:";
"Network filesystem automount:" = "Automatische Aktivierung des Netzwerkdateisystems:";
"Directory server:" = "Verzeichnisserver:";
"Directory administrator:" = "Verzeichnisadministrator:";
"Agent service:" = "Agentendienst:";
"Controller:" = "Controller:";
"Use local controller" = "Lokalen Controller verwenden";
"Kerberos realm:" = "Kerberos-Realm:";
